{
   
    
    "header.home": "Startseite",
    "header.bonuses": "Bonis ▼",
    "header.casinos": "Kasinos ▼",
    "header.payments": "Alle Zahlungen ▼",
    "header.providers": "Spielanbieter ▼",
    "header.countries": "Kasinos nach Land ▼",

    "header.austr": "Australisches Casino",
    "header.brazil": "Brasilianisches Casino",
    "header.canada": "Kanadisches Casino",
    "header.finnish": "Finnisches Casino",
    "header.germany": "Deutsches Casino",
    "header.nz": "Neuseeländisches Casino",
    "header.norw": "Norwegisches Casino",
    "header.polish": "Polnisches Casino",

    "header.spins": "Freispiele",
    "header.guides": "Ratgeber",
    "header.about": "Über Uns",
    "header.contacts": "Kontakt",

    "header.homebonuses": "Bonusrunden",
    "header.homecasinos": "Casinos",
    "header.homespins": "Freispiele",
    "header.homeguides": "Glücksspielratgeber",

    "header.nodeposit": "Bonusrunden ohne Einzahlung",
    "header.exclusive": "Exklusive Bonusrunden",
    "header.deposit": "Einzahlungsbonusrunden",
    "header.welcome": "Willkommensbonusrunden",
    "header.nowager": "Bonusrunden ohne Umsatzbedingungen",
    "header.cryptocasinos": "Krypto Casinos",
    "header.fastwithdrawalcasinos": "Schnelle Auszahlungs-Casinos",
    "header.livecasinos": "Live Casinos",
    "header.newestcasinos": "Neueste Casinos",
    "header.certifiedcasinos": "Top Zertifizierte Casinos",

    "searchBrands.placeholder": "Marken suchen...",



  

 


 

 

    

    

   

    "filtered.payments.title":
      "Katalog aller angebotenen Online-Casinos nach Zahlungsmethoden im Jahr 2023",
    "filtered.payments.description":
      "Suchen Sie nach Online-Casinos mit bestimmten Zahlungsmethoden? Entdecken Sie unsere aktuelle Datenbank mit zahlreichen Casino-Angeboten zur Auswahl.",
    "apple.title":
      "Außergewöhnliche Online-Casinos, die Apple Pay-Transaktionen im Jahr 2023 akzeptieren",
    "apple.description":
      "Fragen Sie sich, welche Online-Casinos Apple Pay für finanzielle Transaktionen akzeptieren? Lassen Sie sich von unserem Leitfaden zu den vertrauenswürdigsten Apple Pay-Casinos für ein erstklassiges Spielerlebnis führen.",
    "bitcoin.title":
      "Führende Bitcoin- und Kryptowährungs-Glücksspielziele im Jahr 2023",
    "bitcoin.description":
      "Entdecken Sie unsere sorgfältig ausgewählte Sammlung führender Bitcoin-freundlicher Casinos und Glücksspielplattformen, die BTC und andere digitale Währungen akzeptieren. Tauchen Sie in unsere unparteiischen Bewertungen ein, um das ideale Bitcoin-Glücksspielziel für Sie zu entdecken.",
    "ecopayz.title":
      "Top bewertete Online-Casinos, die ecoPayz-Transaktionen für 2023 unterstützen",
    "ecopayz.description":
      "Suchen Sie nach führenden Online-Casinos, die ecoPayz-Transaktionen begrüßen? Entdecken Sie unsere sorgfältig ausgewählte Sammlung erstklassiger ecoPayz-freundlicher Casinos, um die perfekte Wahl für Sie zu finden.",
    "maestro.title":
      "Höchstbewertete Online-Casinos, die Maestro-Zahlungen für 2023 akzeptieren",
    "maestro.description":
      "Interessiert an Online-Casinos, die Maestro-Transaktionen begrüßen? Lassen Sie sich von Casino Guru zum idealen Maestro-freundlichen Casino für Sie führen.",
    "mastercard.title":
      "Höchstbewertete Online-Casinos, die Mastercard-Transaktionen für 2023 akzeptieren",
    "mastercard.description":
      "Interessiert an einem Casino, das Mastercard-Transaktionen unterstützt? Casino Guru steht Ihnen zur Seite und führt Sie zu den verlässlichsten Casinos, die Mastercard für sicheres Glücksspiel begrüßen.",
    "mobi.title":
      "Führende Online-Casinos, die mobile Zahlungen für reibungslose Transaktionen in 2023 bevorzugen.",
    "mobi.description":
      "Erleben Sie reibungslose finanzielle Transaktionen in Online-Casinos und nutzen Sie die Einfachheit und Geschwindigkeit von mobilen Zahlungsmethoden. Halten Sie sich über Ihre verfügbaren Optionen auf dem Laufenden, um die beste Wahl für Ihren geografischen Standort und Ihre bevorzugte Währung zu treffen und so eine mühelose Spielerfahrung sicherzustellen.",
    "muchbetter.title":
      "Top-Online-Casinos, die MuchBetter-Transaktionen für 2023 unterstützen",
    "muchbetter.description":
      "Auf der Suche nach Casinos, die mit MuchBetter kompatibel sind? Konsultieren Sie unseren Leitfaden, um das ideale MuchBetter-freundliche Casino für Sie zu entdecken.",
    "neosurf.title":
      "Höchstbewertete Online-Casinos, die Neosurf-Transaktionen für 2023 unterstützen",
    "neosurf.description":
      "Suchen Sie nach einem Online-Casino, das Neosurf-Zahlungen akzeptiert? Durchstöbern Sie unsere sorgfältig ausgewählte Sammlung von Neosurf-freundlichen Casinos, tauchen Sie in unsere ausführlichen Bewertungen ein und finden Sie die ideale Plattform für Sie.",
    "neteller.title":
      "Top-Online-Casinos, die Neteller-Transaktionen für 2023 unterstützen",
    "neteller.description":
      "Verzeichnis von Online-Casinos, die mit Neteller-Zahlungen kompatibel sind. ✅ Tiefgehende Bewertungen von Casino Guru. ✅ Entdecken Sie Ihr ideales Neteller-freundliches Casino.",
    "allpayments.title":
      "Digitale Casino-Finanztransaktionen und Zahlungsoptionen",
    "allpayments.description":
      "Aktuell gibt es zahlreiche Methoden zur Finanzierung eines Spielerkontos. Hier sind Internetcasinos nach häufig genutzten Zahlungsoptionen kategorisiert. Einige Casinos akzeptieren MasterCard, Visa und digitale Währungen, während andere weniger konventionelle Wege wie Neteller und Skrill unterstützen. Die Wahl Ihrer bevorzugten Zahlungsmethode liegt in Ihrer Hand.",
    "paypal.title":
      "Führende Online-Casinos, die PayPal-Zahlungen in 2023 akzeptieren",
    "paypal.description":
      "Entdecken Sie unsere umfassende Liste der bestbewerteten Casinos, die PayPal akzeptieren – eine schnelle und sichere Option für Einzahlungen und Auszahlungen. Diese Zahlungsmethode ist bei globalen Online-Spielern beliebt und bietet Vorteile wie das Umgehen traditioneller Bankbeschränkungen und geografischer Einschränkungen. Wenn Sie noch kein PayPal-Konto haben, ist die Einrichtung einfach und Sie können sofort Ihre Reise zu großen Gewinnen antreten!",
    "paysafe.title": "Höchstbewertete Online-Casino-Plattformen für 2023",
    "paysafe.description":
      "Unsere Experten haben über 5.000 digitale Glücksspielplattformen unter die Lupe genommen und die besten ausgewählt. Entdecken Sie unsere kuratierte Liste, um Ihr ideales Online-Casino zu finden.",
    "pix.title":
      "Entdecken Sie erstklassige Casinos, die Pix-Zahlungen für schnelle und sichere Transaktionen akzeptieren",
    "pix.description":
      "Durchstöbern Sie unsere kuratierte Liste erstklassiger Casinos, die Pix als Zahlungsoption unterstützen. Bekannt für Geschwindigkeit und Sicherheit, ist Pix unter Online-Casino-Enthusiasten weltweit eine beliebte Methode für Ein- und Auszahlungen. Sie bietet den Vorteil, traditionelle Bankhürden und lästige geografische Beschränkungen zu umgehen. Wenn Sie noch keine Pix-Wallet eingerichtet haben, ist dies einfach zu tun – dann sind Sie bereit, Ihr Glück zu versuchen!",
    "skrill.title":
      "Top-Online-Casinos, die Skrill-Transaktionen für 2023 unterstützen",
    "skrill.description":
      "Suchen Sie nach einem Online-Casino, das Skrill-Zahlungen ermöglicht? Durchstöbern Sie unsere kuratierte Auswahl erstklassiger Skrill-kompatibler Casinos, um Ihr ideales Spielerlebnis zu finden.",
    "trustly.title":
      "Top-Online-Casinos, die Trustly-Transaktionen für 2023 unterstützen",
    "trustly.description":
      "Suchen Sie nach Internetcasinos, die Trustly-Zahlungen akzeptieren? Durchstöbern Sie unsere kuratierte Liste und tiefgehenden Bewertungen, um das am besten geeignete Trustly-kompatible Casino für Sie zu finden.",
    "visa.title":
      "Höchstbewertete Online-Casinos, die Visa-Transaktionen für 2023 akzeptieren",
    "visa.description":
      "Interessiert an einem Casino, das Visa-Transaktionen unterstützt? Casino Guru steht Ihnen zur Seite und führt Sie zu den verlässlichsten Casinos, die Visa für sicheres Glücksspiel begrüßen.",

   

    "filtered.providers.title":
      "Umfassendes Verzeichnis für Online Casinos 2023, sortiert nach Spieleanbietern",
    "filtered.providers.description":
      "Interessiert an Online Casinos, die Spiele von bestimmten Anbietern anbieten? Durchstöbern Sie unsere aktuelle Liste vielfältiger Casino-Optionen, um Ihre perfekte Übereinstimmung zu finden.",
    "amatic.title":
      "Amatic: Brückenschlag zwischen traditionellen und Online Casinos mit klassischen Spieltiteln",
    "amatic.description":
      "Amatic entwickelt digitale Spiele, die sowohl ästhetisch als auch erzählerisch den realen Versionen entsprechen. Diese einzigartige Strategie fesselt Spieler, die die traditionelle Casino-Atmosphäre schätzen. Mit herausragenden Spielen wie Hot Fruits 100, Allways Hot Fruits, Book Of Aztec und Lucky Joker 10 bietet Amatic eine unvergleichliche Unterhaltung für Casino-Liebhaber.",
    "amusnet.title":
      "Zwei Jahrzehnte Gaming-Exzellenz: Erkunden Sie das innovative Portfolio von Amusnet Interactive",
    "amusnet.description":
      "Über mehr als 20 Jahre hinweg hat Amusnet Interactive dank seiner unermüdlichen Fokussierung auf Spieleinnovation eine beträchtliche Fangemeinde aufgebaut, darunter die Integration von In-Game-Jackpots in mehreren Angeboten. Bekannte Titel von Amusnet Interactive umfassen Supreme Hot, Burning Hot, Ultimate Hot und Shining Crown. Tauchen Sie ein in das aufregende Gameplay und die fesselnden Elemente des bemerkenswerten Spieleangebots von Amusnet Interactive.",
    "bgaming.title":
      "Aufstrebender Star im iGaming: BGaming's schneller Aufstieg durch Innovation und Qualität",
    "bgaming.description":
      "Obwohl noch relativ neu in der iGaming-Branche, hat sich BGaming dank seiner überragenden Qualität und innovativen Strategien rasch als führender Anbieter von Online-Casino-Unterhaltung etabliert. Spezialisiert auf Slots, Casual-Spiele und klassische Tischspiele, erfrischt BGaming ständig seine Spielauswahl mit packenden Handlungssträngen, unvergesslichen Charakteren und ansprechenden Werbekampagnen. Bemerkenswerte Titel wie Fruit Million, Elvis Frog in Vegas, Lucky Lady Moon und Aloha King Elvis bevölkern ihre herausragende Sammlung. Tauchen Sie ein in die aufregende und fesselnde Welt des außergewöhnlichen Angebots von BGaming.",
    "boongo.title":
      "Boongo Gaming: Erschaffung immersiver digitaler Erlebnisse durch innovative Spieledesigns",
    "boongo.description":
      "Boongo Gaming hat sich schnell in der wettbewerbsintensiven iGaming-Branche mit optisch ansprechenden und funktionsreichen Spielen etabliert. Bekannt für Titel wie 'God's Temple' und '15 Golden Eggs', überzeugt das Unternehmen sowohl durch Innovation als auch Qualität. Ihre robusten Backend-Lösungen verbessern das Spielerlebnis weiter. Ob Sie ein Gelegenheitsspieler oder ein engagierter Enthusiast sind, Boongo Gaming bietet eine unvergessliche Spielerreise.",
    "evolution.title":
      "Evolution Gaming: Setzen des Goldstandards in Live-Casino-Erlebnissen",
    "evolution.description":
      "Als anerkannter Marktführer im Bereich Live-Casino hat sich Evolution Gaming durch sein Engagement für unübertroffene Qualität und Innovation einen Namen gemacht. Mit einer reichen Vielfalt an Live-Dealer-Spielen, von Klassikern wie Blackjack und Roulette bis hin zu einzigartigen Angeboten wie Lightning Dice, bietet das Unternehmen stets ansprechende und authentische Erlebnisse. Durch den Einsatz modernster Streaming-Technologie und professioneller Dealer sorgt Evolution Gaming für eine nahtlose und immersive Spieleratmosphäre, die sie in der Branche auszeichnet.",
    "mascot.title":
      "Mascot Gaming: Ein aufstrebender Kraft im maßgeschneiderten iGaming-Bereich",
    "mascot.description":
      "Mascot Gaming steigt schnell in der iGaming-Branche auf und gewinnt durch maßgeschneiderte Spielelösungen an Aufmerksamkeit. Mit einem ausgewogenen Portfolio aus Slots, Tischspielen und interaktiven Erlebnissen setzt das Unternehmen durch eine Mischung aus Kreativität und Technologie Akzente. Bekannt für Titel wie 'Reel Monsters' und 'Fruit Vegas' kombiniert Mascot Gaming fesselnde Optik mit faszinierenden Gameplay-Funktionen. Ihr einzigartiger Ansatz für das Spielen hat sie zur ersten Wahl für Betreiber gemacht, die vielseitigen und ansprechenden Content suchen, und legt den Grundstein für eine vielversprechende Zukunft in der Branche.",
    "netent.title": "NetEnt Gaming: Spitzenleistungen in der iGaming-Welt",
    "netent.description":
      "Als einer der Pioniere in der iGaming-Branche hat NetEnt Gaming kontinuierlich in Bezug auf Qualität, Innovation und Gameplay neue Maßstäbe gesetzt. Mit einer breiten Palette von Angeboten von klassischen Slots wie 'Starburst' bis hin zu bahnbrechenden Live-Casinospielen hat das Unternehmen immer wieder Branchenstandards gesetzt. Durch den Einsatz modernster Technologie und kreativer Geschichtenerzählung bietet NetEnt eine unvergleichliche Spielerfahrung, die die Spieler immer wieder zurückkommen lässt. Ihr Ruf für Exzellenz wird durch ein umfangreiches Portfolio gestützt, das sich ständig weiterentwickelt und ihre Position als Marktführer im digitalen Gaming festigt.",
    "nolimit.title":
      "No Limit City Gaming: Unbegrenzte Innovation in der iGaming-Welt",
    "nolimit.description":
      "Als aufstrebende Kraft in der iGaming-Branche steht No Limit City Gaming für kreative Freiheit und technologische Kompetenz. Bekannt für einzigartige Slots wie 'Deadwood' und 'Punk Rocker' geht das Unternehmen über das Übliche hinaus, um fesselnde Themen und Spielfunktionen anzubieten. Ihre Hingabe zur Innovation zeigt sich in einer erfrischenden und unvorhersehbaren Spielerfahrung. Indem sie ständig die Grenzen des Möglichen überschreiten, hat sich No Limit City Gaming als avantgardistischer Spieleanbieter in einem stark umkämpften Marktsegment etabliert.",
    "playngo.title":
      "Play'n GO Gaming: Ein Vorreiter für Vielseitigkeit und Innovation im iGaming",
    "playngo.description":
      "Mit seinem breit gefächerten und innovativen Spieleportfolio hat sich Play'n GO Gaming als Trendsetter in der iGaming-Community etabliert. Vom ikonischen Slot 'Book of Dead' bis hin zu innovativen Tischspielen bietet das Unternehmen ein umfassendes Spielerlebnis. Durch den Einsatz modernster Technologie und fesselnder Erzählungen hat Play'n GO die Kunst perfektioniert, Spiele zu entwickeln, die nicht nur visuell ansprechend sind, sondern auch reich an Funktionen. Ihre unermüdliche Verpflichtung zur Qualität und Innovation macht sie zur bevorzugten Wahl sowohl für Gelegenheitsspieler als auch für begeisterte Casino-Enthusiasten, die kontinuierlich neue Standards in der sich ständig weiterentwickelnden Gaming-Landschaft setzen.",
    "pragmatic.title":
      "Pragmatic Play: Fusion von Qualität und Kreativität für ein unvergleichliches iGaming-Erlebnis",
    "pragmatic.description":
      "Als Spitzenreiter in der iGaming-Branche hat sich Pragmatic Play durch eine starke Kombination aus innovativem Gameplay und erstklassiger Grafik einen Namen gemacht. Bekannt für beliebte Titel wie 'Wolf Gold' und 'The Dog House' bietet das Unternehmen eine vielseitige Auswahl an Slots, Live-Casinospielen und sogar Bingo-Angeboten. Die Verpflichtung von Pragmatic Play zur Qualität zeigt sich in intuitiven Benutzeroberflächen, fesselnden Handlungssträngen und gut durchdachten Spielmechaniken. Durch die kontinuierliche Einführung neuer und fesselnder Spiele bleiben sie in der wettbewerbsintensiven Welt des Online-Gaming immer voraus und festigen ihren Ruf als zuverlässiger und einfallsreicher Spieleanbieter.",
    "allproviders.title":
      "Finden Sie leicht Ihr ideales Online Casino: Sortiert nach Spieleentwicklern für maßgeschneiderte Spielerlebnisse",
    "allproviders.description":
      "Um Ihre Suche zu erleichtern, haben wir unsere Casino-Angebote nach Spieleentwicklern sortiert. Dies ermöglicht es Ihnen, mühelos eine Spieleseite zu finden, die genau die Spiele bietet, die Sie spielen möchten. Von hochmodernen Videoslots und elektrisierenden Live-Casino-Erlebnissen bis hin zu traditionellen Tischspielen haben wir alle Ihre Vorlieben berücksichtigt. Durchsuchen Sie unsere detaillierte Liste der Spieleentwickler, um Casinos von führenden Softwareentwicklern zu finden, die hochwertige Visuals, fesselndes Gameplay und ansprechende Funktionen garantieren.",
    "pushgaming.title":
      "Push Gaming: Revolutionierung des iGaming mit bahnbrechenden Konzepten",
    "pushgaming.description":
      "In der stets wettbewerbsintensiven Welt des iGaming sticht Push Gaming durch bahnbrechende Slots wie 'Jammin' Jars' und 'Wild Swarm' hervor. Das Unternehmen zeichnet sich durch außergewöhnliche Grafiken und komplexe Gameplay-Funktionen aus. Push Gaming's Fokus auf mobiloptimierte, HTML5-basierte Spiele sorgt für ein nahtloses Erlebnis auf allen Geräten. Ihre Fähigkeit, traditionelle Spielelemente mit neuen Wendungen zu kombinieren, macht sie zu einem gefragten Anbieter, der ständig die Grenzen dessen, was in der iGaming-Welt möglich ist, ausreizt.",
    "spinomenal.title":
      "Spinomenal: Ein neuer innovativer Akteur im iGaming-Ökosystem",
    "spinomenal.description":
      "Spinomenal hat sich als agiler und zukunftsorientierter Akteur in der iGaming-Szene einen Platz erarbeitet und wird für seinen innovativen Ansatz in der Spieleentwicklung anerkannt. Das Unternehmen ist auf äußerst fesselnde Slots wie 'Book of Guardians' und 'Demi Gods II' spezialisiert und kombiniert lebendige Grafiken mit verlockenden Gameplay-Mechaniken. Die Hingabe von Spinomenal an die Benutzererfahrung ist offensichtlich und bietet Spiele, die sowohl für Desktop- als auch für Mobilgeräte optimiert sind. Ihre innovativen Funktionen wie Bonus-Spiele und progressive Jackpots machen sie zu einem herausragenden Anbieter in einem stetig wachsenden Markt, der eine breite Palette von Spielern anspricht, die frische und aufregende Spielerlebnisse suchen."

  

    
  



   

  
}