{
  "title": "Hallo Leute!",
  "to-second-page": "Zur zweiten Seite",
  "header.home": "Startseite",
  "header.bonuses": "Bonis ▼",
  "header.casinos": "Kasinos ▼",
  "header.payments": "Alle Zahlungen ▼",
  "header.providers": "Spielanbieter ▼",
  "header.countries": "Kasinos nach Land ▼",

  "header.austr": "Australisches Casino",
  "header.brazil": "Brasilianisches Casino",
  "header.canada": "Kanadisches Casino",
  "header.finnish": "Finnisches Casino",
  "header.germany": "Deutsches Casino",
  "header.nz": "Neuseeländisches Casino",
  "header.norw": "Norwegisches Casino",
  "header.polish": "Polnisches Casino",

  "header.spins": "Freispiele",
  "header.guides": "Ratgeber",
  "header.about": "Über Uns",
  "header.contacts": "Kontakt",

  "header.homebonuses": "Bonusrunden",
  "header.homecasinos": "Casinos",
  "header.homespins": "Freispiele",
  "header.homeguides": "Glücksspielratgeber",

  "header.nodeposit": "Bonusrunden ohne Einzahlung",
  "header.exclusive": "Exklusive Bonusrunden",
  "header.deposit": "Einzahlungsbonusrunden",
  "header.welcome": "Willkommensbonusrunden",
  "header.nowager": "Bonusrunden ohne Umsatzbedingungen",
  "header.cryptocasinos": "Krypto Casinos",
  "header.fastwithdrawalcasinos": "Schnelle Auszahlungs-Casinos",
  "header.livecasinos": "Live Casinos",
  "header.newestcasinos": "Neueste Casinos",
  "header.certifiedcasinos": "Top Zertifizierte Casinos",
  "home.title": "Treten Sie der Gemeinschaft unserer Abonnenten bei",
  "home.description": "Erhalten Sie frische Schnäppchen und lukrative Boni von vertrauenswürdigen Online-Casinos, die in Ihrer Region tätig sind! Seien Sie der Erste, der herausfindet, wo es sich heute lohnt zu spielen!",

  "subscribe.button": "Abonnieren",
  "subscribe.email": "E-Mail",
  "subscribe.players": "abonnierte Spieler",
  "subscribe.congrats": "Herzlichen Glückwunsch! Sie haben sich für den Newsletter angemeldet.",
  "subscribe.error1": "E-Mail darf nicht leer sein",
  "subscribe.error2": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "subscribe.text": "von den Newslettern, die wir versenden!",
  "subscribe.link": "Sehen Sie einige Beispiele",
  "topBrands.title": "XxlCasinoList Beste Auswahl für 2023",
  "newBrands.title": "Neueste Casino-Neuzugänge 2023",
  "button.read": "Mehr Lesen",
  "button.less": "Weniger Lesen",

  "button.view": "Alle Guides anzeigen",
  "button.load": "Mehr Marken laden",
  "button.review": "Rezension Lesen",
  "button.play": "Jetzt Spielen",
  "reviewBrands.title1": "Alle sorgfältig geprüften Online-Casinos",
  "reviewBrands.description1": "Wir überprüfen gründlich alle bestehenden Online-Casinos, unabhängig von ihren Vorlieben.",

  "reviewBrands.question1.title": "Aktuell auf der Suche nach neuen Casino-Websites",
  "reviewBrands.question1.excerpt": "Unser Team sucht ständig nach kürzlich",
  "reviewBrands.question1.link": "gestarteten Casino-Websites zur Bewertung",
  "reviewBrands.question1.excerpt2": ", um den größtmöglichen Nutzen für unsere Besucher zu bieten.",

  "reviewBrands.question2.title": "Die genauesten Details zu jedem Casino",
  "reviewBrands.question2.excerpt": "Wir bewerten jedes Casino sorgfältig und sammeln umfangreiche Informationen, um sicherzustellen, dass unsere Besucher gut informiert sind, worauf sie sich vor dem Spielen einlassen.",

  "reviewBrands.question3.title": "Förderung eines verantwortungsbewussten Umgangs mit Glücksspiel",
  "reviewBrands.question3.excerpt": "Jedes Casino wird von einem unparteiischen Team bewertet, das einen umfassenden, datengesteuerten",
  "reviewBrands.question3.link": "und unvoreingenommenen Bewertungsansatz verfolgt",

  "reviewBrands.button1": "Entdecken Sie erstklassige Boni",
  "reviewBrands.button2": "Entdecken Sie erstklassige Casinos",

  "reviewBrands.title2": "Wir sind leidenschaftlich über Boni ohne Einzahlung",
  "reviewBrands.description2": "Unsere unermüdlichen Bemühungen konzentrieren sich darauf, die ultimative Datenbank für Boni ohne Einzahlung zu erstellen.",

  "reviewBrands.question4.title": "Zusammenstellung von Werbeaktionen von allen Online-Casinos da draußen",
  "reviewBrands.question4.excerpt": "Auf unserer Suche, die breiteste Auswahl an Möglichkeiten zu bieten, suchen wir ständig nach",
  "reviewBrands.question4.link": "frischen Boni ohne Einzahlung",
  "reviewBrands.question4.excerpt2": ", um unsere Datenbank zu erweitern, die von allen vorhandenen Casino-Websites bezogen wird.",

  "reviewBrands.question5.title": "Erstellung einzigartiger und exklusiver Boni, die exklusiv für unsere geschätzten Besucher maßgeschneidert sind",
  "reviewBrands.question5.excerpt": "In unserer Bemühung, die breiteste Auswahl an Möglichkeiten zu bieten, suchen wir ständig nach frischen",
  "reviewBrands.question5.link": "exklusiven Boni",
  "reviewBrands.question5.excerpt2": ", die exklusiv für unsere geschätzten Besucher erstellt werden.",

  "reviewBrands.question6.title": "Umfassende und präzise Details zu jedem Bonus",
  "reviewBrands.question6.excerpt": "In unserer Bonusdatenbank finden Sie wichtige Informationen und Bedingungen zu jedem Bonus sowie klare Erklärungen und anschauliche Beispiele.",
  "allBrands.withLimits": "Auszahlungslimits:",
  "allBrands.advantages": "Vorteile",
  "allBrands.depMethods": "Einzahlungsmethoden",
  "allBrands.withMethods": "Auszahlungsmethoden",
  "allBrands.restricted": "Eingeschränkte Länder",
  "allBrands.howGet": "Wie bekomme ich den Bonus?",
  "allBrands.activate": "Aktivieren Sie den Bonus in Ihrem Casino-Konto",

  "filteredHome.title": "Katalog aller angebotenen Online Casino Boni für 2023",
  "filteredHome.description": "Suchen Sie nach Online Casino Boni und Promotionen? Erkunden Sie unsere aktuelle Datenbank mit zahlreichen Casino Bonusangeboten zur Auswahl.",
  "navigateBrands.all": "Alle Marken",
  "navigateBrands.recommend": "Empfohlene Marken",
  "navigateBrands.newly": "Neue Marken",
  "navigateBrands.crypto": "Krypto-Marken",
  "navigateBrands.sports": "Top Sport-Marken",
  "previewBonuses.title": "Förderung eines verantwortungsbewussten Ansatzes beim Glücksspiel",
  "previewBonuses.excerpt": "Suchen Sie aufregende Online-Casino-Boni und Aktionen? Suchen Sie nicht weiter! Unsere umfangreiche und regelmäßig aktualisierte Datenbank bietet eine breite Auswahl verlockender Casino-Bonusangebote, die den Vorlieben aller Spieler gerecht werden. Egal, ob Sie auf Freispiele, Einzahlungsboni oder Cashback-Belohnungen stehen, wir haben Sie abgedeckt mit den besten Deals, die in der Glücksspielwelt verfügbar sind. Verpassen Sie nicht diese exklusiven Angebote – starten Sie jetzt Ihre Erkundung und steigern Sie Ihre Spielerfahrung mit lukrativen Boni!",
  "brand.safety": "Sicherheitsindex",
  "brand.our": "von Unserem Casino",
  "brand.providers": "Spiele-Anbieter:",
  "brand.restricted": "Eingeschränkte Länder:",
  "show.all": "Zeige alles",
  "show.all.providers": "Zeige alles anbieter",
  "show.all.restricted": "Zeige alles länder",
  "license": "Lizenzbehörden",
  "nodepositbonuses.title":
  "Unwiderstehlich im Jahr 2023: Casino-Boni ohne Einzahlung und einzigartige Bonuscodes",
"nodepositbonuses.excerpt":
  "Neu im Jahr 2023: Ein kontinuierlich aktualisiertes Verzeichnis von Bonusangeboten ohne Einzahlung für virtuelle Casinos. Holen Sie sich exklusive Promo-Codes und genießen Sie kostenlose Spins-Belohnungen.",

"exclusivebonuses.title":
  "Umfassende Zusammenstellung von Online-Casino-Boni im Jahr 2023",
"exclusivebonuses.excerpt":
  "Auf der Suche nach Casino-Boni und Aktionen im Web? Entdecken Sie unser aktuelles, gut gepflegtes Verzeichnis mit einer Fülle von Casino-Bonusvorschlägen zur Auswahl.",

"depositbonuses.title":
  "Beste Casino-Willkommensboni für Ihre erste Einzahlung im Jahr 2023",
"depositbonuses.excerpt":
  "Wählen Sie aus einer Vielzahl erstklassiger Einführungs-Casinoprämien aus und erhalten Sie zusätzliche Bonusgelder in Ihre erste Zahlung integriert. Exklusive Anmeldeanreize für neue Teilnehmer konzipiert.",

"welcomebonuses.title": "Willkommensboni 2023",
"welcomebonuses.excerpt":
  "Wenn Sie auf der Suche nach einer hochwertigen Casino-Erfahrung gepaart mit verlockenden Boni sind, haben wir die perfekte Lösung für Sie! Der Willkommensbonus ist eine Geste der Casinos an ihre neuen Spieler und wird in der Regel in Form von Freispielen oder Cashback-Belohnungen präsentiert. Entdecken Sie unsere Zusammenstellung von Einführungsboni von renommierten Online-Casinos, um die ideale Übereinstimmung für Ihre Vorlieben zu finden.",

"nowagerbonuses.title": "Boni ohne Umsatzbedingungen 2023",
"nowagerbonuses.excerpt":
  "Auf der Suche nach Boni ohne Umsatzbedingungen? Entdecken Sie unsere exklusive Zusammenstellung von boni ohne Wetteinsatz, die nur im Casino erhältlich sind.",

"cryptocasinos.title":
  "Top-Kryptowährungs-Wettplattformen & Bitcoin Casino-Seiten im Jahr 2023",
"cryptocasinos.excerpt":
  " Entdecken Sie unsere Zusammenstellung erstklassiger Online-Casinos für Bitcoin sowie Wettplattformen, die BTC und alternative Kryptowährungen als tragfähige Zahlungsmethoden akzeptieren. Tauchen Sie ein in unabhängige Bewertungen und finden Sie das ultimative Bitcoin-Casinoziel, das auf Ihre Vorlieben zugeschnitten ist.",

"fastcasinos.title":
  "Die schnellsten Auszahlungscasinos und Wettplattformen von 2023",
"fastcasinos.excerpt":
  "Der größte Vorteil von schnellen Auszahlungscasinos ist die schnelle und zuverlässige Auszahlung Ihrer Gewinne. Wir haben dieses Inventar sorgfältig zusammengestellt, um Ihnen bei der Suche nach den besten Casinos zu helfen, die beschleunigte Auszahlungsprozesse anbieten, insbesondere wenn Ihre Gewinne schnell und erheblich steigen. Starten Sie einfach eine Auszahlung und stellen Sie sich die aufregenden Möglichkeiten vor, diese Mittel zu verwenden!",

"livecasinos.title": "Premier Live Dealer Casinos des Jahres 2023",
"livecasinos.excerpt":
  "Entdecken Sie diese Zusammenstellung erstklassiger Live-Dealer-Casinos für ein immersives Spielerlebnis und finden Sie erstklassige Online-Casinos, die fesselnde Live-Casinospiele nach Ihren Vorlieben anbieten.",

"newestasinos.title": "Neue Einträge in die Online-Casino-Szene 2023",
"newestasinos.excerpt":
  "Auf der Suche nach frischen Online-Casino-Plattformen aus dem Jahr 2023? Entdecken Sie neu gestartete Casino-Seiten mit herausragenden Anreizen und modernsten Funktionen. Ständig aktualisiert für Ihre Erkundung.",

"certifiedcasinos.title": "Premier-zertifizierte Casinos im Jahr 2023",
"certifiedcasinos.excerpt":
  "Das Glücksspiel ist ein wichtiger Sektor, und mit Hilfe von autorisierten Internet-Casinos können Sie Ihr bevorzugtes Hobby mit Ruhe genießen, sicher in dem Wissen, dass es von offiziellen Regierungsbehörden überwacht wird. Modernste Sicherheitsprotokolle gewährleisten die Vertraulichkeit aller persönlichen Daten!",

"filteredBonuses.title":
  "Katalog aller 2023 angebotenen Online-Casino-Boni",
"filteredBonuses.excerpt":
  " Suchen Sie nach Online-Casino-Boni und Promotionen? Entdecken Sie unsere aktuelle Datenbank mit zahlreichen Casino-Bonusangeboten zur Auswahl.",

"filteredCasinos.title":
  "Umfassende Zusammenstellung von 2023 Online-Casino-Auswahlmöglichkeiten",
"filteredCasinos.excerpt":
  "Auf der Suche nach einem Online-Casino? Navigieren Sie durch unser aktuelles Repository mit einer Vielzahl von Casinos, die auf Ihre Überlegung warten.",

"GuideSlotsPage.title": "Neueste Casino-Anleitungen",
"filtered.countries.title":
"Interaktive Liste der Online-Casinos 2023: Filtern nach Land",
"filtered.countries.description":
"Suchen Sie nach dem perfekten Online-Casino? Entdecken Sie unsere interaktive Liste für 2023, die speziell darauf ausgelegt ist, Ihnen bei der Auswahl aus einer Vielzahl von Optionen nach Land zu helfen. Passen Sie Ihre Suche an, um die renommiertesten, sichersten und aufregendsten Casinos in Ihrer Region zu finden.",
"countries.title":
"Weltweite Online-Casino-Übersicht: Top-Plattformen nach Land",
"countries.description":
"Suchen Sie das perfekte Online-Casino? Unsere umfassende Zusammenstellung zeigt die zuverlässigsten und verlockendsten Casinos weltweit. Hier finden Sie Informationen über lukrative Boni, zuverlässigen Kundenservice und verschiedene Zahlungsmethoden von Kreditkarten bis hin zu E-Wallets. Egal, wo Sie sich befinden, wir haben für jeden Spieler etwas zu bieten.",
"australia.title":
"Australische Online-Casino-Übersicht: Die Spitze des Glücksspiels Down Under",
"australia.description":
"Suchen Sie nach einem unvergleichlichen Spielerlebnis in Australien? Unsere kuratierte Liste zeigt die Crème de la Crème der australischen Online-Casinos. Tauchen Sie ein in eine Welt großzügiger Boni, makellosem Kundenservice und vielfältiger Zahlungsoptionen, von traditionellen Banküberweisungen bis hin zu modernen E-Wallet-Lösungen. Für diejenigen, die sich in Australien befinden, bieten wir eine maßgeschneiderte Spielerreise, die ihresgleichen sucht.",
"brazil.title":
"Brasilianischer Online-Casino-Guide: Ihr Portal zum Spielerparadies in Brasilien",
"brazil.description":
"Suchen Sie nach einem erstklassigen Spielerlebnis in Brasilien? Unsere sorgfältig kuratierte Liste hebt die außergewöhnlichsten Online-Casinos auf dem brasilianischen Markt hervor. Entdecken Sie ein Universum von belohnenden Boni, zuverlässigem Kundenservice und einer Vielzahl von Zahlungsoptionen, von traditionellen Banküberweisungen bis hin zu modernen digitalen Geldbörsen. Wenn Sie in Brasilien sind, haben wir Ihr ultimatives Spielerabenteuer abgedeckt.",
"canada.title":
"Kanadischer Online-Casino-Guide: Die besten Spiele in Kanada",
"canada.description":
"Suchen Sie nach einem außergewöhnlichen Spielerlebnis in Kanada? Unsere sorgfältig kuratierte Liste zeigt die besten Online-Casinos, die dem kanadischen Publikum zur Verfügung stehen. Tauchen Sie ein in eine Welt großzügiger Boni, erstklassigem Kundenservice und einer breiten Palette von Zahlungsoptionen, die von traditionellen Banküberweisungen bis hin zu modernen E-Wallets reichen. Wenn Sie in Kanada ansässig sind, erwartet Sie Ihr ultimatives Spielerabenteuer.",
"finland.title":
"Finnischer Online-Casino-Guide: Das ultimative Spielerlebnis in Finnland",
"finland.description":
"Suchen Sie nach einem unvergleichlichen Spielerlebnis in Finnland? Unsere sorgfältig ausgewählte Auswahl zeigt die besten Online-Casinos, die auf das finnische Publikum zugeschnitten sind. Betreten Sie eine Welt großzügiger Boni, erstklassigem Kundenservice und einer breiten Palette von Zahlungsmethoden von traditionellen Banküberweisungen bis hin zu modernen E-Wallets. Wenn Sie in Finnland sind, beginnt Ihre einzigartige Spielerreise hier.",
"germany.title":
"Deutscher Online-Casino-Guide: Das ultimative Spielerparadies in Deutschland",
"germany.description":
"Sind Sie auf der Suche nach einem außergewöhnlichen Spielerlebnis in Deutschland? Unsere sorgfältig kuratierte Liste hebt die besten Online-Casinos hervor, die für den deutschen Markt verfügbar sind. Betreten Sie eine Welt reich an verlockenden Boni, zuverlässigem Kundenservice und einer Vielzahl von Zahlungsoptionen, darunter traditionelle Banküberweisungen und moderne E-Wallets. Wenn Sie in Deutschland sind, beginnt Ihre unvergleichliche Spielerreise hier.",
"nz.title":
"Neuseeländischer Online-Casino-Guide: Das ultimative Spielerlebnis für Kiwis",
"nz.description":
"Suchen Sie nach einem außergewöhnlichen Spielerlebnis in Neuseeland? Unsere sorgfältig kuratierte Liste zeigt die Crème de la Crème der Online-Casinos, die für neuseeländische Spieler verfügbar sind. Betreten Sie eine Welt großzügiger Boni, exzellentem Kundenservice und einer Fülle von Zahlungsoptionen, von traditionellen Banküberweisungen bis hin zu modernen E-Wallets. Für diejenigen in Neuseeland beginnt Ihr unvergleichliches Spielerabenteuer direkt hier.",
"norway.title":
"Norwegischer Online Casino Leitfaden: Die Spitze des Spielens in Norwegen",
"norway.description":
"Auf der Suche nach einem unvergleichlichen Spielerlebnis in Norwegen? Unsere sorgfältig geprüfte Liste hebt die besten Online Casinos hervor, die norwegischen Spielern zur Verfügung stehen. Tauchen Sie ein in eine Welt mit großzügigen Boni, erstklassigem Kundensupport und einer breiten Palette von Zahlungsoptionen von traditionellen Banküberweisungen bis hin zu hochmodernen E-Wallets. Wenn Sie sich in Norwegen befinden, erwartet Sie hier das ultimative Spielerlebnis.",
"poland.title":
"Polnischer Online Casino Leitfaden: Das führende Spielerziel in Polen",
"poland.description":
"Suchen Sie nach einem unvergleichlichen Spielerlebnis in Polen? Unsere sorgfältig zusammengestellte Liste hebt die besten Online Casinos hervor, die polnischen Spielern zur Verfügung stehen. Tauchen Sie ein in eine Welt mit lukrativen Boni, erstklassigem Kundenservice und einer Vielzahl von Zahlungsoptionen, von traditionellen Banküberweisungen bis hin zu innovativen E-Wallet-Lösungen. Wenn Sie sich in Polen befinden, beginnt hier Ihre einzigartige Spielerreise.",
"tab.casinos": "Kasinos",
"random.brand": "Zufällige Marke",
"random.description":
  "Achten Sie auf eine zufällig vorgeschlagene Marke, die speziell für Sie empfohlen wird",
"slider.title": "Empfohlene Marken für Sie",
"guideSlotsHome.title1": "Leitfäden für Online-Glücksspiele",
    "guideSlotsHome.title2": "Festlegung eines Glücksspielbudgets",
    "guideSlotsHome.excerpt1":
      "Bevor Sie mit einer Glücksspielsitzung beginnen, ist es unerlässlich, ein Budget festzulegen und sich strikt daran zu halten. Stellen Sie sicher, dass der zugeteilte Betrag innerhalb Ihrer finanziellen Möglichkeiten liegt, da es möglicherweise nicht Ihr glücklicher Tag ist und verloren gehen könnte.",
    "guideSlotsHome.title3":
      "Vermeiden Sie um jeden Preis, Verlusten nachzujagen",
    "guideSlotsHome.excerpt2":
      "Die unberechenbare Natur von Glücksspielen erfordert Vorsicht. Wenn Ihr Budget verloren geht, vermeiden Sie es, Ihren Verlusten hinterherzujagen, da dieses Verhalten zu weiteren finanziellen Verlusten führen kann und letztendlich zur Entwicklung einer Glücksspielsucht führen könnte.",
    "guideSlotsHome.title3":
      "Achten Sie genau auf Ihre Emotionen beim Glücksspiel",
    "guideSlotsHome.excerpt3":
      "Genießen Sie die Unterhaltung beim Glücksspiel und achten Sie dabei darauf, dass es angenehm bleibt, indem Sie während des Spiels auf Ihre Emotionen achten. Wenn Sie erhöhte Gefühle von Wut, Frustration oder Schwierigkeiten bei der rationalen Entscheidungsfindung feststellen, ist es wichtig, das Spielen einzustellen.",
      "footer.contacts": "Unsere Kontakte:",
      "footer.title": "Stärkung der iGaming-Lösungen",
      "footer.description":
        "Freischaltung von 15 Websites, die Ihre Marke auf neue Höhen bringen werden",
      "footer.link": "Arbeiten Sie mit uns",
      "footer.about":
        "XxlCasinolist.com positioniert sich als außergewöhnliche Informationsquelle über virtuelle Spielstätten und Online-Glücksspielunterhaltung. Alle unsere Bewertungen und Anleitungen werden in Übereinstimmung mit dem Wissen und den Überzeugungen unseres unabhängigen Expertenteams objektiv und ohne jegliche Voreingenommenheit verfasst. Dennoch dienen solche Bewertungen und Benachrichtigungen ausschließlich zu Informationszwecken und sollten nicht als rechtliche Beratung oder Grundlage für rechtliche Entscheidungen betrachtet werden. Bevor Sie an Ihrem gewählten Casino teilnehmen, stellen Sie bitte immer sicher, dass Sie alle geltenden rechtlichen Anforderungen erfüllen.",
        "footer.copyright": "Urheberrecht © 2023, xxlcasinolist.com Alle Rechte vorbehalten."
  
}
